import React from 'react'

class BasicInfRu extends React.Component{
    render(){
        return(
            <div className={'basicInf'}>
                <div className={'container'}>
                    <div className={'aboutDoctor'}>
                        <h1 className={'headText'}>Обо мне</h1>
                        <p>Шевченко Ростислав Станиславович, окончил лечебный факультет
                            ХНМУ в 1989 году, с отличием, специализация – хирургия. После окончания
                            университета работал младшим научным сотрудником в НИИ
                            эндокринологии и химии гормонов Харьков (теперь ГУ «Институт проблем
                            эндокринной патологии им. В.Я. Данилевского НАМН Украины»), затем, с
                            1992г. – ординатором 1-го хирургического отделения Харьковской областной
                            клинической больницы. С 2000г. – ассистентом кафедры факультетской хирургии
                            ХНМУ.
                            В 1999 году защитил диссертацию на звание кандидата медицинских наук
                            темой: &quot;Состояние гипофизарно-тиреоидного и иммунного устава у больных
                            оперированных по поводу дифференцированного рака щитовидной железы в
                            зависимости от объема оперативного вмешательства. Диплом – ДК 002638 (10
                            февраля 1999 г.)
                            В 2009 г. защитил диссертацию на звание доктора медицинских наук за
                            темой :&quot;Клинически-экспериментальное обоснование хирургического лечения
                            больных острым билиарным панкреатитом. Диплом – ДД 007156 (28 апреля
                            2009 г.)
                            С 2005 года переведен на должность доцента кафедры общей хирургии
                            №1 ХНМУ. С 2010 г. – д.мед.н., профессор, заведующий кафедрой.
                            В настоящее время работаю в должности профессора кафедры хирургии №4.
                            Хирург высшей категории. Имею сертификаты специализации по эндокринной,
                            эндоскопической, лапароскопической, общей хирургии, урологии, ультразвуковой.
                            диагностики, онкохирургии. Член Европейской ассоциации эндоскопических
                            хирургов и Украинской ассоциации эндоскопической и лазерной хирургии
                            Основное направление клинической работы – 36 летний опыт эндокринной.
                            хирургии (а именно – оперативные вмешательства на щитовидной железе,
                            паращитовидных железах, надпочечниках, поджелудочной железе),
                            малоинвазивная (лапароскопическая) и общая хирургия.</p>
                    </div>
                    <div className={'experience'}>
                        <h2>Профессиональный опыт</h2>
                        <ul>
                            <li>1992-2022 – работал в ГУ «Институт эндокринологии и обмена веществ им. В.П. Комиссаренко НАН Украины», отделении хирургии эндокринных желез:</li>
                            <li>1992 – научный сотрудник, врач-хирург;</li>
                            <li>1993 – старший научный сотрудник по специальности «эндокринология»;</li>
                            <li>2001 – ведущий научный сотрудник и заведующий отделением хирургии эндокринных желез;</li>
                            <li>2003 – присвоено звание старшего научного сотрудника по специальности «эндокринология»;</li>
                            <li>2004 – защитил докторскую диссертацию «Особенности клиники и хирургического лечения больных раком щитовидной железы после аварии на Чернобыльской АЭС»;</li>
                            <li>2012 – присвоено ученое звание профессора по специальности «эндокринология»;</li>
                            <li>2013 – 2022 – руководитель отдела хирургии эндокринных желез;</li>
                            <li>2021 – избран членом-корреспондентом НАН Украины по специальности «эндокринология»;</li>
                            <li>С 2022 года профессор кафедры хирургии и трансплантологии НУОЗУ имени П.Л. Шупика и хирург-онкоэндокринолог высшей категории Киевской городской клинической больницы №8.</li>
                        </ul>
                    </div>
                    <div className={'practice'}>
                        <h2>Приоритетные направления практической деятельности:</h2>
                        <ul>
                            <li>хирургическое лечение щитовидной железы;</li>
                            <li>хирургическое лечение паращитовидных желез;</li>
                            <li>хирургическое лечение надпочечников;</li>
                            <li>хирургическое лечение поджелудочной железы;</li>
                            <li>малоинвазивная (лапароскопическая) хирургия;</li>
                            <li>общая хирургия.</li>
                        </ul>
                    </div>
                </div>
            </div>

        )
    }
}
export default BasicInfRu