import React from 'react';

class Course extends React.Component{
    render(){
        return(
            <div className={'course'}>
                <div className={'container'}>
                    <h1>Напрямок</h1>
                    <p className={'courseP'}>Хірургічне лікування щитоподібної залози: Хірургічне втручання на щитоподібній залозі застосовується для лікування різних патологій, таких як рак щитоподібної залози, доброкачествіні новоутворення, аутоімунні захворювання (наприклад, хвороба Грейвса) та гіпертиреоз. Основні типи операцій включають:
                        <br/>•	Тиреоїдектомія – видалення щитоподібної залози повністю або частково. Це може бути необхідно при раку або при великих доброякісних пухлинах, що порушують функцію органу.
                        <br/>•	Парціальна тиреоїдектомія – часткове видалення щитоподібної залози, якщо хвороба торкається лише однієї частини органу.
                        <br/>•	Ендоскопічні методи – в деяких випадках застосовують малоінвазивні методи з малими розрізами, що зменшують післяопераційні болі та скорочують час відновлення.
                        <br/>Приклад: Пацієнтка з підозрою на рак щитоподібної залози проходить операцію по повному видаленню органу з наступним аналізом тканин для визначення подальшої терапії (наприклад, радіойодна терапія).
                        <br/>•  Хірургічне лікування паращитоподібних залоз: Операції на паращитоподібних залозах зазвичай проводяться для лікування гіперпаратиреозу, що виникає через доброякісні пухлини або збільшення залоз. Паращитоподібні залози відповідають за регулювання рівня кальцію в організмі, тому їх патології можуть викликати серйозні порушення.
                        <br/>•	Паращитовидектомія – видалення паращитоподібної залози, якщо вона є джерелом надмірного вироблення паратгормону.
                        <br/>•	Міні-операції або ендоскопічні втручання – застосовуються в разі локалізації патології в окремих паращитоподібних залозах, що дозволяє мінімізувати розрізи та знизити післяопераційний період.
                        <br/>Приклад: Пацієнт, у якого діагностовано доброякісну пухлину однієї з паращитоподібних залоз, проходить операцію по її видаленню для відновлення рівня кальцію в організмі.
                        <br/>•  Хірургічне лікування наднирників: Хірургічне лікування наднирників включає видалення пухлин (наприклад, феохромоцитом, аденом, карцином) або лікування захворювань, таких як синдром Кушинга або хвороба Аддісона. Основні типи втручань:
                        <br/>•	Адреналектомія – видалення однієї або обох наднирників. Це необхідно при наявності пухлин або порушеннях гормонального балансу, спричинених захворюваннями наднирників.
                        <br/>•	Лапароскопічна адреналектомія – малоінвазивний метод, що дозволяє видалити наднирник через маленькі розрізи.
                        <br/>Приклад: Пацієнт з феохромоцитомою (пухлина наднирника, що виробляє надмірну кількість адреналіну) проходить лапароскопічну операцію для видалення пухлини та відновлення нормального рівня гормонів.
                        <br/>•  Хірургічне лікування підшлункової залози: Операції на підшлунковій залозі виконуються при захворюваннях, таких як рак підшлункової залози, хронічний панкреатит, або при утворенні кісти чи пухлини.
                        <br/>•	Панкреатектомія – видалення частини або всієї підшлункової залози. Цей метод застосовується при раку або великих кістах.
                        <br/>•	Панкреатодуоденальна резекція (операція Віппла) – видалення частини підшлункової залози, частини дванадцятипалої кишки та лімфатичних вузлів для лікування раку.
                        <br/>•	Малоінвазивні методи – при незначних утвореннях можливе проведення ендоскопічних або лапароскопічних операцій.
                        <br/> Приклад: Пацієнт з раком головки підшлункової залози проходить панкреатодуоденальну резекцію для видалення пухлини та сусідніх тканин, що дозволяє зберегти частину органу.
                        <br/>•  Малоінвазивна (лапароскопічна) хірургія: Лапароскопічні операції проводяться через маленькі розрізи, за допомогою спеціальних інструментів і камери, що дозволяє здійснювати хірургічні втручання з мінімальним травмуванням тканин. Це значно зменшує час відновлення, післяопераційні болі і ризики ускладнень.
                        <br/>•	Лапароскопічна холецистектомія – видалення жовчного міхура.
                        <br/>•	Лапароскопічні операції при грижі – усунення гриж через маленькі розрізи.
                        <br/>•	Лапароскопічне лікування кишкових захворювань – операції на кишечнику з мінімальними втручаннями в організм.
                        <br/>Приклад: Пацієнтка з хронічним холециститом проходить лапароскопічне видалення жовчного міхура, що дозволяє їй швидше повернутися до нормального життя.
                        <br/>•  Загальна хірургія: Загальна хірургія охоплює широкий спектр операцій на органах, таких як шлунок, кишечник, сечовий міхур, а також на м'яких тканинах. Операції можуть включати лікування інфекцій, травм, пухлин та інших патологій.
                        <br/>•	Апендектомія – видалення апендикса при апендициті.
                        <br/>•	Резекція шлунка – видалення частини шлунка при ракових новоутвореннях.
                        <br/>•	Ремонт гриж – відновлення черевної стінки при різних видах гриж.
                        <br/>Приклад: Пацієнт, що звернувся через різкий біль у животі, проходить апендектомію після діагностування гострого апендициту.
                    </p>
                </div>
            </div>
        )
    }
}
export default Course;