import React from 'react'

class BasicInf extends React.Component{
    render(){
        return(
            <div className={'basicInf'}>
                <div className={'container'}>
                <div className={'aboutDoctor'}>
                    <h1 className={'headText'}>Про мене</h1>
                    <p>Шевченко Ростислав Станіславович, закінчив лікувальний факультет
                        ХНМУ у 1989 році, з відзнакою, спеціалізація – хірургія. Після закінчення
                        університету працював молодшим науковим співробітником у НДІ
                        ендокринології та хімії гормонів м. Харків (тепер ДУ «Інститут проблем
                        ендокринної патології ім. В.Я. Данилевського НАМН України»), потім, з
                        1992 р. – ординатором 1-го хірургічного відділення Харківської обласної
                        клінічної лікарні. З 2000р. – асистентом кафедри факультетської хірургії
                        ХНМУ.
                        В 1999 році захистив дисертацію на звання кандидата медичних наук за
                        темою: &quot;Стан гіпофізарно-тиреоїдного та імунного статуту у хворих
                        оперованих з приводу диференційованого раку щитоподібної залози в
                        залежності від об‘єму оперативного втручання&quot;. Диплом - ДК 002638 (10
                        лютого 1999 р.)
                        В 2009 р. захистив дисертацію на звання доктора медичних наук за
                        темою :&quot;Клінічно-експериментальне обґрунтування хірургічного лікування
                        хворих на гострий біліарний панкреатит&quot;. Диплом - ДД 007156 (28 квітня
                        2009 р.)
                        З 2005 року переведено на посаду доцента кафедри загальної хірургії
                        №1 ХНМУ. З 2010 р. - д.мед.н., професор, завідувач кафедри.
                        В теперішній час працюю на посаді професора кафедри хірургії №4.
                        Хірург вищої категорії. Маю сертифікати спеціалізації з ендокринної,
                        ендоскопічної, лапароскопічної, загальної хірургії, урології, ультразвукової
                        діагностики, онкохірургії. Член Європейської асоціації ендоскопічних
                        хірургів та Української асоціації ендоскопічної та лазерної хірургії.
                        Основний напрямок клінічної роботи - 36 річний досвід ендокринної
                        хірургії (а саме - оперативні втручання на щитоподібній залозі,
                        паращитоподібних залозах, наднирниках, підшлунковій залозі),
                        малоінвазивна (лапароскопічна) та загальна хірургія.
                    </p>
                </div>

                <div className={'experience'}>
                    <h2>Професійній Досвід</h2>
                    <ul>
                        <li>1992-2022 – працював у ГУ «Інститут ендокринології та обміну речовин ім. В.П.Комісаренка НАМН України», відділу хірургії ендокринних залоз:</li>
                        <li>1992 – науковий співробітник, лікар-хірург;</li>
                        <li>1993 – старший науковий співробітник зі спеціальності «ендокринологія»;</li>
                        <li>2001 – провідний науковий співробітник та завідувач відділення хірургії ендокринних залоз;</li>
                        <li>2003 – присвоєно звання старшого наукового співробітника за спеціальністю «ендокринологія»;</li>
                        <li>2004 – захистив докторську дисертацію «Особливості клініки та хірургічного лікування хворих на рак щитоподібної залози після аварії на Чорнобильській АЕС»;</li>
                        <li>2012 – надано вчене звання професора за спеціальністю «ендокринологія»;</li>
                        <li>2013 – 2022 – керівник відділу хірургії ендокринних залоз;</li>
                        <li>2021 – обраний членом-кореспондентом НАМН України за спеціальністю «ендокринологія»;</li>
                        <li>З 2022 року професор кафедри хірургії та трансплантології НУОЗУ ім. П.Л. Шупика та хірург-онкоендокринолог вищої категорії Київської міської клінічної лікарні №8.</li>
                    </ul>
                </div>
                <div className={'practice'}>
                    <h2>Пріоритетні напрямки практичної діяльності:</h2>
                    <ul>
                        <li>хірургічне лікування щитоподібної залози;</li>
                        <li>хірургічне лікування паращитоподібних залоз;</li>
                        <li>хірургічне лікування наднирників;</li>
                        <li>хірургічне лікування підшлункової залози;</li>
                        <li>малоінвазивна (лапароскопічна) хірургія;</li>
                        <li>загальна хірургія.</li>
                    </ul>
                </div>
                </div>
            </div>
        )
    }
}
export default BasicInf