import React from 'react'

class BasicInf extends React.Component{
    render(){
        return(
            <div className={'basicInf'}>
                <div className={'container'}>
                <div className={'aboutDoctor'}>
                    <h1 className={'headText'}>Про мене</h1>
                    <p>Коваленко Андрій Євгенович, член-кореспондент НАМН України зі спеціальності «ендокринна хірургія», доктор медичних наук, професор кафедри хірургії та трансплантології НУОЗУ ім. П.Л. Шупика, хірург-ендокринолог, онколог, дитячий хірург вищої категорії.

                        Член Європейської асоціації ендокринних хірургів, асоціації хірургів України, ГО асоціації онкологів – голова та шия, асоціації ендокринологів України.</p>
                </div>
                <div className={'education'}>
                    <h2>Вища освіта</h2>
                    <p>Державний медичний інститут, лікувальний факультет, Новосибірськ. Інтернатура з хірургії</p>
                </div>
                <div className={'experience'}>
                    <h2>Професійній Досвід</h2>
                    <ul>
                        <li>1992-2022 – працював у ГУ «Інститут ендокринології та обміну речовин ім. В.П.Комісаренка НАМН України», відділу хірургії ендокринних залоз:</li>
                        <li>1992 – науковий співробітник, лікар-хірург;</li>
                        <li>1993 – старший науковий співробітник зі спеціальності «ендокринологія»;</li>
                        <li>2001 – провідний науковий співробітник та завідувач відділення хірургії ендокринних залоз;</li>
                        <li>2003 – присвоєно звання старшого наукового співробітника за спеціальністю «ендокринологія»;</li>
                        <li>2004 – захистив докторську дисертацію «Особливості клініки та хірургічного лікування хворих на рак щитоподібної залози після аварії на Чорнобильській АЕС»;</li>
                        <li>2012 – надано вчене звання професора за спеціальністю «ендокринологія»;</li>
                        <li>2013 – 2022 – керівник відділу хірургії ендокринних залоз;</li>
                        <li>2021 – обраний членом-кореспондентом НАМН України за спеціальністю «ендокринологія»;</li>
                        <li>З 2022 року професор кафедри хірургії та трансплантології НУОЗУ ім. П.Л. Шупика та хірург-онкоендокринолог вищої категорії Київської міської клінічної лікарні №8.</li>
                    </ul>
                </div>
                <div className={'practice'}>
                    <h2>Пріоритетні напрямки практичної діяльності:</h2>
                    <ul>
                        <li>хірургічне лікування доброякісних та злоякісних захворювань щитоподібної залози та паращитоподібних залоз;</li>
                        <li>оперативне лікування при первинному та вторинному гіперпаратиреозі;</li>
                        <li>хірургічне лікування хромафінних пухлин надниркової та позанадниркової локалізації;</li>
                        <li>хірургічне лікування інциденталом;</li>
                        <li>оперативне лікування кортикостером, альдостером, гормонально-неактивних доброякісних та злоякісних пухлин надниркових залоз;</li>
                        <li>коригувальні операції при гінекомастії;</li>
                        <li>операції при ендокринній патології у дітей.</li>
                    </ul>
                </div>
                </div>
            </div>
        )
    }
}
export default BasicInf